[TUT1_Shimmy]
01=Jump the gap towards the ledge to catch hold of it.
02=Shimmy along until there is space to climb up.
03=Climb up towards the ledge and then shimmy along.

[TUT2_Climb]
01=Run towards low walls or fences to climb them.

[TUT3_GrappleJump]
01=Climb up instantly after grappling.
